Revit 2027 API
FabricSheetType.MajorReinforcementArea Property
 The area of fabric divided by the spacing of the wire in the major direction. This method does not apply to custom fabric sheet
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MajorReinforcementArea { get; }
Public ReadOnly Property MajorReinforcementArea As Double
	Get
public:
property double MajorReinforcementArea {
	double get ();
}
member MajorReinforcementArea : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace